[
  {
    "name": "Awlad Hossin",
    "title": "Senior Product Designer",
    "message": "A posture corrector works by providing support and gentle alignment to your shoulders, back, and spine, encouraging you to maintain proper posture throughout the day."
  },
  {
    "name": "Rosul Abnomed",
    "title": "UX Researcher",
    "message": "This product changed how I work at my desk. No more back pain, and I feel more confident standing upright."
  },
  {
    "name": "Noaz Uddin",
    "title": "Fitness Coach",
    "message": "Highly recommend Posture Pro! It helps my clients stay injury-free with better posture awareness."
  },
  {
    "name": "Sarah Mitchell",
    "title": "Physical Therapist",
    "message": "Posture Pro has been a game-changer for my patients. It's simple to use and delivers noticeable results quickly."
  },
  {
    "name": "James Lee",
    "title": "Office Manager",
    "message": "After just a week of using Posture Pro, my back pain significantly decreased. I can focus on work without discomfort."
  },
  {
    "name": "Emily Carter",
    "title": "Yoga Instructor",
    "message": "I recommend Posture Pro to all my students. It supports spinal alignment and encourages mindfulness in posture."
  },
  {
    "name": "David Kim",
    "title": "Software Engineer",
    "message": "As someone who sits at a desk all day, this product really helps relieve tension and improve my posture."
  },
  {
    "name": "Rachel Alvarez",
    "title": "Wellness Coach",
    "message": "My clients love Posture Pro. It’s lightweight, easy to wear, and provides the support they need to stay aligned."
  },
  {
    "name": "Mohammed Rahman",
    "title": "Personal Trainer",
    "message": "Posture Pro complements any fitness routine. It builds awareness and promotes good habits outside the gym."
  },
  {
    "name": "Lena Thompson",
    "title": "Ergonomics Specialist",
    "message": "I’ve reviewed a lot of posture devices—Posture Pro stands out for comfort and effectiveness."
  },
  {
    "name": "Chris Nguyen",
    "title": "Remote Worker",
    "message": "Working from home led to bad posture habits. Posture Pro gently corrected my alignment in just days."
  },
  {
    "name": "Olivia Bennett",
    "title": "Massage Therapist",
    "message": "Clients report better posture and fewer knots after using Posture Pro between sessions."
  },
  {
    "name": "Ethan Brooks",
    "title": "College Student",
    "message": "Perfect for long study hours. I feel less tired and more upright throughout the day."
  }
]
